Repository: salvatejero/login-screenlet-theme
Catalog: salvitoTheme/Resources/*.lproj/default.strings
Languages: es

# default-auth-method-email
source: Email Address
es: Dirección de correo

# default-auth-method-screenname
source: Screen Name
es: Nombre corto

# default-auth-method-userid
source: User ID
es: ID de usuario

# default-login-loading-message
source: Signing in... Wait few seconds...
es: Enviando petición... Espere unos segundos...

# default-login-loading-error
source: Error signing in.
es: Error intentando entrar.

# default-signin-button
source: SIGN IN
es: ENTRAR

# default-signup-button
source: SIGN UP
es: REGISTRAR

# default-signup-loading-message
source: Signing up... Wait few seconds...
es: Registrando usuario... Espere unos segundos...

# default-signup-saving-message
source: Sending... Wait few seconds...
es: Enviando datos... Espere unos segundos...

# default-signup-loading-error
source: Error signing up.
es: Error registrando usuario

# default-signup-saving-error
source: Error sending data.
es: Error enviando datos

# default-save-button
source: SAVE
es: GUARDAR

# default-authorize-button
source: AUTHORIZE
es: AUTORIZAR

# default-forgotpassword-button
source: REQUEST
es: SOLICITAR

# default-forgotpassword-loading-message
source: Sending password request... Wait few seconds...
es: Enviando solicitud... Espere unos segundos...

# default-forgotpassword-loading-error
source: Error requesting the password
es: Error solicitando nueva contraseña

# default-forgotpassword-password-sent
source: New password generated. Check your email inbox
es: Nueva contraseña generada Revisa tu bandeja de entrada

# default-forgotpassword-reset-sent
source: New password reset link sent. Check your email inbox
es: Enlace para restaurar contraseña enviado Revisa tu bandeja de entrada

# default-password-placeholder
source: Password
es: Contraseña

# default-first-name-placeholder
source: First Name
es: Nombre

# default-last-name-placeholder
source: Last Name
es: Apellidos

# default-ddlform-upload-picker-take-new
source: Take new photo or video...
es: Sacar una foto o video...

# default-ddlform-upload-picker-select-photo
source: Select existing photo...
es: Seleccionar una foto existente...

# default-ddlform-upload-picker-select-video
source: Select existing video...
es: Seleccionar un video existente...

# default-ddlform-upload-picker-cancel
source: Cancel
es: Cancelar

# default-ddlform-submit-button
source: SUBMIT
es: ENVIAR

# default-ddlform-loading-message
source: Loading form... Wait few seconds...
es: Cargando formulario... Espere unos segundos...

# default-ddlform-loading-error
source: Error loading the form
es: Error cargando formulario

# default-ddlform-loading-record-message
source: Loading data... Wait few seconds...
es: Cargando datos... Espere unos segundos...

# default-ddlform-loading-record-error
source: Error loading the data
es: Error cargando datos

# default-ddlform-submitting-message
source: Submitting form... Wait few seconds...
es: Enviando formulario... Espere unos segundos...

# default-ddlform-submitting-error
source: Error submitting the form
es: Error enviando formulario

# default-ddlform-submitted
source: Form submitted!
es: Formulario enviado

# default-ddlform-uploading-error
source: Error uploading data
es: Error subiendo datos

# default-userportrait-take-new-picture
source: Take new picture
es: Hacer una foto

# default-userportrait-choose-existing-picture
source: Choose existing
es: Usar foto existente

# default-userportrait-uploading-error
source: Error uploading the picture
es: Error enviando la foto

# default-webcontentdisplay-loading-message
source: Loading... Wait few seconds...
es: Cargando... Espere unos segundos...

# default-webcontentdisplay-loading-error
source: Error loading the content
es: Error cargando el contenido
